Repository: francocatena/ptr
Catalog: priv/gettext/*/LC_MESSAGES/cellars.po
Languages: es_ar

source: Are you sure?
es_ar: ¿Está seguro de borrar esta bodega?

source: Back
es_ar: Listado de bodegas

source: Cellar
es_ar: Bodega

source: Cellar created successfully.
es_ar: Bodega creada correctamente.

source: Cellar deleted successfully.
es_ar: Bodega eliminada correctamente.

source: Cellar updated successfully.
es_ar: Bodega actualizada correctamente.

source: Cellars
es_ar: Bodegas

source: Create
es_ar: Crear nueva bodega

source: Delete
es_ar: Borrar bodega

source: Edit
es_ar: Editar bodega

source: Edit cellar
es_ar: Editar bodega

source: Identifier
es_ar: Identificador

source: Name
es_ar: Nombre

source: New cellar
es_ar: Nueva bodega

source: Oops, something went wrong! Please check the errors below.
es_ar: Oops, algo salió mal, por favor verifique los errores debajo.

source: Show
es_ar: Ver bodega

source: Update
es_ar: Actualizar bodega

source: Let's create one...
es_ar: Vamos, agrega una...

source: Looks like you have no cellars.
es_ar: Parece que no hay ninguna bodega.

source: Looks like you have no vessels
es_ar: Parece que no hay ninguna vasija en esta bodega.

source: New vessel
es_ar: Nueva vasija

source: Show vessel
es_ar: Ver vasija

source: Has one vessel
es_ar: Tiene una vasija
