Repository: francocatena/ptr
Catalog: priv/gettext/*/LC_MESSAGES/lots.po
Languages: es_ar

source: Are you sure?
es_ar: ¿Está seguro de borrar este lote?

source: Back
es_ar: Listado de lotes

source: Choose owner
es_ar: Seleccione un propietario

source: Choose variety
es_ar: Seleccione un varietal

source: Create
es_ar: Crear nuevo lote

source: Delete
es_ar: Borrar lote

source: Edit
es_ar: Editar lote

source: Edit lot
es_ar: Editar lote

source: Identifier
es_ar: Identificador

source: Let's create one...
es_ar: Vamos, agrega uno...

source: Looks like you have no lots.
es_ar: Parece que no hay ningún lote.

source: Lot
es_ar: Lote

source: Lot created successfully.
es_ar: Lote creado correctamente.

source: Lot deleted successfully.
es_ar: Lote eliminado correctamente.

source: Lot updated successfully.
es_ar: Lote actualizado correctamente.

source: Lots
es_ar: Lotes

source: New lot
es_ar: Nuevo lote

source: Notes
es_ar: Notas

source: Oops, something went wrong! Please check the errors below.
es_ar: Oops, algo salió mal, por favor verifique los errores debajo.

source: Owner
es_ar: Propietario

source: Show
es_ar: Ver lote

source: Update
es_ar: Actualizar lote

source: Variety
es_ar: Varietal

source: Cellar
es_ar: Bodega

source: Choose cellar
es_ar: Seleccione una bodega

source: Has one part
es_ar: Tiene una partida

source: Show part
es_ar: Ver partida

source: Let's create one part...
es_ar: Vamos, agrega una...

source: Looks like you have no parts
es_ar: Parece que no hay ninguna partida en este lote.

source: New part
es_ar: Nueva partida
