Repository: francocatena/ptr
Catalog: priv/gettext/*/LC_MESSAGES/owners.po
Languages: es_ar

source: Are you sure?
es_ar: ¿Está seguro de borrar este propietario?

source: Back
es_ar: Listado de propietarios

source: Create
es_ar: Crear nuevo propietario

source: Delete
es_ar: Borrar propietario

source: Edit
es_ar: Editar propietario

source: Edit owner
es_ar: Editar propietario

source: Name
es_ar: Nombre

source: New owner
es_ar: Nuevo propietario

source: Oops, something went wrong! Please check the errors below.
es_ar: Oops, algo salió mal, por favor verifique los errores debajo.

source: Owner
es_ar: Propietario

source: Owners
es_ar: Propietarios

source: Show
es_ar: Ver propietario

source: Tax ID
es_ar: CUIT/CUIL

source: Update
es_ar: Actualizar propietario

source: Owner created successfully.
es_ar: Propietario creado correctamete.

source: Owner deleted successfully.
es_ar: Propietario eliminado correctamete.

source: Owner updated successfully.
es_ar: Propietario actualizado correctamete.

source: Let's create one...
es_ar: Vamos, agrega uno...

source: Looks like you have no owners.
es_ar: Parece que no hay ningún propietario.
