Repository: francocatena/ptr
Catalog: priv/gettext/*/LC_MESSAGES/passwords.po
Languages: es_ar

source: Change password
es_ar: Cambiar contraseña

source: Email not found
es_ar: Dirección de correo no encontrada

source: Enter a new password
es_ar: Ingrese una nueva contraseña

source: Forgot your password?
es_ar: ¿Olvidaste tu contraseña?

source: Nevermind
es_ar: Olvídalo

source: Password reset instructions sent
es_ar: Se enviaron las instrucciones a tu correo para el cambio de contraseña

source: Password updated successfully
es_ar: La contraseña se actualizó correctamente

source: Send verification email
es_ar: Enviar correo con las instrucciones

source: Token invalid or expired
es_ar: El enlace no es válido o ha expirado

source: go back to login
es_ar: volver al ingreso

source: Enter your email address
es_ar: Escribe tu dirección de correo
