Repository: francocatena/ptr
Catalog: priv/gettext/*/LC_MESSAGES/users.po
Languages: es_ar

source: Are you sure?
es_ar: ¿Está seguro de borrar este usuario?

source: Back
es_ar: Listado de usuarios

source: Delete
es_ar: Borrar usuario

source: Edit
es_ar: Editar usuario

source: Edit user
es_ar: Editar usuario

source: Email
es_ar: Correo

source: Lastname
es_ar: Apellido

source: Name
es_ar: Nombre

source: New user
es_ar: Nuevo usuario

source: Oops, something went wrong! Please check the errors below.
es_ar: Oops, algo salió mal, por favor verifique los errores debajo.

source: Show
es_ar: Ver usuario

source: User
es_ar: Usuario

source: User created successfully.
es_ar: Usuario creado correctamete.

source: User deleted successfully.
es_ar: Usuario eliminado correctamete.

source: User updated successfully.
es_ar: Usuario actualizado correctamete.

source: Users
es_ar: Usuarios

source: Password
es_ar: Contraseña

source: Create
es_ar: Crear nuevo usuario

source: Update
es_ar: Actualizar usuario

source: Password confirmation
es_ar: Confirmación
