Repository: francocatena/ptr
Catalog: priv/gettext/*/LC_MESSAGES/varieties.po
Languages: es_ar

source: Are you sure?
es_ar: ¿Está seguro de borrar este varietal?

source: Back
es_ar: Listado de varietales

source: Clone
es_ar: Clon

source: Create
es_ar: Crear un nuevo varietal

source: Delete
es_ar: Borrar varietal

source: Edit
es_ar: Editar varietal

source: Edit variety
es_ar: Editar varietal

source: Identifier
es_ar: Identificador

source: Let's create one...
es_ar: Vamos, agrega uno...

source: Looks like you have no varieties.
es_ar: Parece que no hay ningún varietal

source: Name
es_ar: Nombre

source: New variety
es_ar: Nuevo varietal

source: Oops, something went wrong! Please check the errors below.
es_ar: Oops, algo salió mal, por favor verifique los errores debajo.

source: Show
es_ar: Ver varietal

source: Update
es_ar: Actualizar varietal

source: Varieties
es_ar: Varietales

source: Variety
es_ar: Varietal

source: Variety created successfully.
es_ar: Varietal creado correctamente.

source: Variety deleted successfully.
es_ar: Varietal eliminado correctamente.

source: Variety updated successfully.
es_ar: Varietal actualizado correctamente.
