Repository: francocatena/ptr
Catalog: priv/gettext/*/LC_MESSAGES/vessels.po
Languages: es_ar

source: Are you sure?
es_ar: ¿Está seguro de borrar esta vasija?

source: Back
es_ar: Listado de vasijas

source: Capacity
es_ar: Capacidad

source: Cooling
es_ar: Tipo de refrigeración

source: Create
es_ar: Crear una nueva vasija

source: Delete
es_ar: Borrar vasija

source: Edit
es_ar: Editar vasija

source: Edit vessel
es_ar: Editar vasija

source: Identifier
es_ar: Identificador

source: Let's create one...
es_ar: Vamos, agrega una...

source: Material
es_ar: Tipo de material

source: New vessel
es_ar: Nueva vasija

source: Notes
es_ar: Notas

source: Oops, something went wrong! Please check the errors below.
es_ar: Oops, algo salió mal, por favor verifique los errores debajo.

source: Show
es_ar: Ver vasija

source: Update
es_ar: Actualizar vasija

source: Vessel
es_ar: Vasija

source: Vessel created successfully.
es_ar: Vasija creada correctamente.

source: Vessel deleted successfully.
es_ar: Vasija eliminada correctamente.

source: Vessel updated successfully.
es_ar: Vasija actualizada correctamente.

source: Vessels
es_ar: Vasijas

source: Choose material
es_ar: Seleccione un material

source: Concrete
es_ar: Cemento

source: Fiber
es_ar: Fibra

source: Plastic
es_ar: Plástico

source: Steel
es_ar: Acero

source: Wood
es_ar: Madera

source: Choose cooling
es_ar: Seleccione una refrigeración

source: Coil
es_ar: Serpentín

source: Jacket
es_ar: Chaqueta

source: None
es_ar: Ninguna

source: Looks like you have no vessels in %{cellar}.
es_ar: Parece que no hay ninguna vasija en %{cellar}.
